tap "denisidoro/tools"
tap "getantibody/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"

brew "antibody"
brew "bat"
brew "denisidoro/tools/navi"
brew "fzf"
brew "fx"
brew "hub"
brew "jq"
brew "ripgrep"
brew "thefuck"
brew "up"
brew "yarn"

cask "docker"
cask "firefox"
cask "firefox-nightly"
cask "flux"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "google-chrome-canary"
cask "iterm2"
cask "microsoft-edge"
cask "microsoft-edge-dev"
cask "raycast"
cask "rectangle"
cask "safari-technology-preview"
cask "slack"
cask "spectacle"
cask "visual-studio-code"
