tap "getantibody/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"

brew "antibody"
brew "yarn"

cask "docker"
cask "firefox"
cask "flux"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "raycast"
cask "rectangle"
cask "slack"
cask "spectacle"
cask "visual-studio-code"
cask "sourcetree"
cask "webstorm"
cask "whatsapp"
cask "evernote"